//  Даний масив - var numbers = [-240, 80, 22, -100];
//  Пройтись по всім елементам масиву і вивести в консоль наступні значення:
//  Якщо число відємне: "Борг складає: [елемент масиву який ми перевіряємо]"
//  Якщо число додатнє: "Переплата складає: [елемент масиву який ми перевіряємо]"
//  Приклад результату:
//  Борг складає: -240
//  Переплата складає: 80
//  Переплата складає: 22
//  Борг складає: -100

  var numbers = [-240, 80, 22, -100];
  for (var i = 0; i < numbers.length; i++) {
    if (numbers[i] < 0)  {
    	print("Борг складає:" + numbers[i]);
    }
    if (numbers[i] > 0)  {
    	print("Передплата складає:" + numbers[i]);
    }
  }